#### FtSup2PerS Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftÂ²/s, indicating unit Square feet per second.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtSup2PerS { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtSup2PerS As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtSup2PerS { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace